export const landing = {
    'landing.search.placeholder': 'Найти страну или место',
    'landing.search.button': 'Поиск',

    'landing.countries.title': 'Выберите направление',
    'landing.countries.text': 'Откройте для себя самые популярные направления, рекомендованные путешественниками в каждой стране.',
    'landing.countries.button': 'Все страны',

    'landing.around_places.title': 'Места рядом с Вами',
    'landing.around_places.text': 'Посмотрите, что интересного есть рядом с Вами. Эти места рекомендуют другие путешественники и Вы можете посетить их уже сегодня.',
    'landing.around_places.button': 'Посмотреть все места',

    'landing.features.title': 'Наши возможности',
    'landing.features.text': 'Исследуйте функции нашего приложения и погружайтесь в уютное сообщество путешественников. Присоединяйтесь к формированию пространства, где каждый становится частью чего-то по-настоящему особенного!',

    'landing.features.places.title': '{placesCount} мест в {countriesCount} странах{br}добвленных путешественниками',
    'landing.features.places.text.1': 'Найдите уникальные места и спланируйте незабываемое путешествие. Делитесь впечатлениями о посещённых локациях, оставляя отзывы и оценки.',
    'landing.features.places.text.2': 'Добавляйте на карту свои интересные места, если их там ещё нет.',
    
    'landing.features.random.title': 'Случайные места{br}рядом с Вами',
    'landing.features.random.text': 'Задумались, куда бы отправиться в свободное время? Попробуйте нашу функцию поиска случайного пункта назначения! Просто выберите категорию, установите удобное расстояние — и вперёд, к захватывающим приключениям!',
    
    'landing.features.lists.title': 'Собственные{br}списки мест',
    'landing.features.lists.text': 'Создавайте, редактируйте и управляйте собственными впечатлениями от путешествий, составляя списки любимых мест. Сохраняйте, редактируйте и систематизируйте достопримечательности для быстрого доступа во время путешествий. Начните своё собственное приключение!',

    'landing.map.title': 'Иследуйте нашу карту',
    'landing.map.text': 'Откройте карту и найдите интересные места в любой точке мира. Легко планируйте свои путешествия и делитесь своими открытиями с другими путешественниками.',
    'landing.map.button': 'Исследовать карту',
} as const
