export const landing = {
    'landing.search.placeholder': 'Найти страну или место',
    'landing.search.button': 'Поиск',

    'landing.countries.title': 'Выберите направление',
    'landing.countries.text': 'Исследуйте самые популярные направления, рекомендуемые путешественниками в каждой стране. Найдите вдохновение для своего следующего путешествия!',
    'landing.countries.button': 'Все страны',

    'landing.around_places.title': 'Места рядом с Вами',
    'landing.around_places.text': 'Узнайте, какие интересные места находятся рядом с вами. Эти локации рекомендуют другие путешественники, и вы можете посетить их уже сегодня.',
    'landing.around_places.button': 'Посмотреть все места',

    'landing.features.title': 'Наши возможности',
    'landing.features.text': 'Познакомьтесь с разнообразным функционалом нашего приложения и окунитесь в уютное сообщество путешественников.',

    'landing.features.places.title': 'Исследуйте и делитесь{br}интересными местами',
    'landing.features.places.text': 'Открывайте уникальные локации и планируйте незабываемые путешествия. Обменивайтесь впечатлениями о посещенных местах, оставляя отзывы и оценки.',
    
    'landing.features.lists.title': 'Создавайте собственные{br}списки мест',
    'landing.features.lists.text': 'Составляйте, редактируйте и управляйте списками своих любимых мест. Систематизируйте достопримечательности для быстрого доступа во время путешествий.',
    
    'landing.features.random.title': 'Находите случайные места{br}рядом с вами',
    'landing.features.random.text': 'Не знаете, куда отправиться в свободное время? Попробуйте наш поиск случайных мест! Выберите категорию, установите удобное расстояние — и вперед, к захватывающим приключениям!',

    'landing.map.title': 'Карта путешествий',
    'landing.map.text': 'Откройте карту и найдите увлекательные места в любой точке мира. Легко планируйте свои путешествия и делитесь своими открытиями с другими путешественниками.',
    'landing.map.button': 'Исследовать карту',
} as const
